{
  "disclaimer": {
    "zh": "本软件生成的内容仅供参考，不构成任何形式的法律、财务或专业建议。使用者应自行判断内容的准确性和适用性，并对其使用承担全部责任。开发者对因使用生成内容而导致的任何直接或间接损失不承担责任。",
    "en": "Content generated by this software is for reference only and does not constitute legal, financial, or professional advice of any kind. Users should exercise their own judgment regarding the accuracy and applicability of the content and assume full responsibility for its use. The developers shall not be liable for any direct or indirect losses resulting from the use of the generated content."
  },
  "algorithm_registration": {
    "zh": "本产品生成内容已通过国家网信办算法备案（备案号：京AI2024XXX号），符合《互联网信息服务算法推荐管理规定》要求。",
    "en": "Algorithm registered with Cyberspace Administration of China (Reg.No.: BJ-AI-2024XXX), in compliance with the 'Internet Information Service Algorithm Recommendation Management Provisions'."
  },
  "algorithm_transparency": {
    "zh": "依据欧盟《人工智能法案》，我们提供算法透明度报告，详情请访问：https://visionai-clipsmaster.example.com/transparency/report/zh",
    "en": "In accordance with the EU AI Act, we provide an algorithm transparency report available at: https://visionai-clipsmaster.example.com/transparency/report/en"
  },
  "copyright": {
    "zh": "© {year} VisionAI-ClipsMaster。保留所有权利。未经许可，禁止复制、分发或修改生成内容。生成内容的知识产权归原始素材版权所有者所有。",
    "en": "© {year} VisionAI-ClipsMaster. All rights reserved. Reproduction, distribution, or modification of the generated content without permission is prohibited. Intellectual property rights of the generated content belong to the copyright owners of the original materials."
  },
  "data_processing": {
    "zh": "使用本软件即表示您同意我们根据隐私政策处理您的数据。您有权访问、更正和删除您的个人数据。详情请参阅：https://visionai-clipsmaster.example.com/privacy/zh",
    "en": "By using this software, you consent to the processing of your data in accordance with our Privacy Policy. You have the right to access, rectify, and delete your personal data. For details, please visit: https://visionai-clipsmaster.example.com/privacy/en"
  },
  "content_review": {
    "zh": "本软件包含自动内容审核机制，以确保生成内容符合相关法律法规。如对审核结果有异议，请联系我们的客服团队。",
    "en": "This software includes automated content review mechanisms to ensure generated content complies with relevant laws and regulations. If you dispute a review result, please contact our customer service team."
  },
  "minor_protection": {
    "zh": "本软件实施未成年人保护措施，未满18岁用户使用本软件需在监护人指导下进行。",
    "en": "This software implements minor protection measures. Users under 18 years of age should use this software under the guidance of a guardian."
  },
  "open_source_notice": {
    "zh": "本软件使用了多个开源项目，详细许可协议和致谢清单可在软件「关于」页面查看。",
    "en": "This software uses multiple open source projects. Detailed licensing information and acknowledgments can be found in the 'About' page of the software."
  },
  "export_control": {
    "zh": "本软件可能受出口控制法规约束。未经授权，不得将本软件用于制裁国家或地区，或用于军事及相关用途。",
    "en": "This software may be subject to export control regulations. Unauthorized use of this software in sanctioned countries or regions, or for military and related purposes, is prohibited."
  }
} 